{
  "en": {
    "title": "English School Maleme",
    "subtitle": "Creating a brighter future",
    "startButton": "Get Started",
    "menu1": "Home",
    "menu2": "About Us",
    "menu3": "Activities",
    "menu4": "Classes",
    "menu5": "Online Learning",
    "menu6": "Contact",
    "menu7": "Languages",

    "dropdown1Line1": "Our Offerings",
    "dropdown1Line2": "Services",
    "dropdown2Line1": "Our Offerings",
    "dropdown2Line2": "Services",
    "dropdown3Line1": "Easter Egg Hunt",
    "dropdown3Line2": "Halloween Party",
    "dropdown4Line1": "Our Offerings",
    "dropdown4Line2": "Services",
    "dropdown5Line1": "Our Offerings",
    "dropdown5Line2": "Services",
    "dropdown6Line1": "Our Offerings",
    "dropdown6Line2": "Services",

    "homePart1Title": "Our offerings",
    "homePart1Paragraph1": "At English School Maleme, we know what it takes to enhance our students' education. Our unique approach to learning and top quality faculty makes English School Maleme more than just a language school. It's a life experience. Find out what sets us apart. We invite you to explore our dynamic and diverse community, and stop by the school for a visit at your convenience.",
    "homePart1Paragraph2": "While academic transcripts are an important factor for admittance into English School Maleme, we carefully consider a wide range of factors. From accomplishments both in school and outside the classroom, to personal attributes and experiences, these often overlooked indicators are strong reflections of the qualities needed to succeed both academically and personally.",
    "homePart1Paragraph3": "English School Maleme provides an integrated course schedule of learning through exploration, scrutiny, and self-reflection. In every class, our teachers emphasize the strategies and processes involved in learning and self-growth, creating a unique opportunity to prepare our students to live intelligent, thoughtful, and fulfilling lives in a rapidly changing society. Please see our current course offerings below.",

    "homePart2Title": "An Exceptional Learning Experience",
    "homePart2Subtitle1": "BEGINNER CLASSES",
    "homePart2Box1": "Dive right into class with one of our expert teachers. Rather than just listening, memorizing, and repeating facts, this class has students discovering, analyzing, and learning from experience. Our goal as educators is to spur our students' curiosity, and allow them to learn at their own pace. Get in touch with us to learn more, or better yet- come by one of our classes and experience it first-hand.",
    "homePart2Subtitle2": "INTERMEDIATE CLASSES",
    "homePart2Box2": "This class aims to guide students through the foundations of the subject and beyond. Students will get the chance to apply their problem solving and critical thinking skills within a challenging learning environment that requires active participation. Stop by one of our classes to see for yourself.",
    "homePart2Subtitle3": "ADVANCED CLASSES",
    "homePart2Box3": "Enroll in our hands-on, innovative class for intermediate and advanced students. Our qualified and experienced teachers serve as facilitators of the learning process. Instead of simply lecturing, they guide students by helping make sense of course materials, encouraging them to ask questions and explore solutions, and promoting the use of resources outside of the classroom.",
    "homePart2Subtitle4": "UNIVERSITY ENTRY CLASSES",
    "homePart2Box4": "This class aims to guide students through the international exams in order to enter universities abroad. Our qualified and experienced professor guaranties success by highly effective methods of studies and exercises with a certainty of success.",
    "homePart2Subtitle5": "ONLINE CLASSES",
    "homePart2Box5": "Are you located far away for our location? Then we are happy to inform you that our school provides also online courses through Skype calls, Skype meetings, e-books, e-notes and online exercises. Our experienced professors know everything about technology as long as distance learning-teaching.",
    "homePart2Subtitle6": "PRIVATE CLASSES",
    "homePart2Box6": "We offer private courses as well, perfectly adjusted to the needs of every student and the pace that feel more comfortable.",
    "homePart3Quote1": "Quote of the day: Today a reader, tomorrow a leader!",
    "homePart3Quote2": "Quote of the day: While academic tr personally.",
    "homePart3Quote3": "Quote of the day: English School our current course offerings below.",

    "aboutTitle": "Our School",
    "aboutSubtitle": "A VIBRANT LEARNING ENVIRONMENT",
    "aboutParagraph1": "English School Maleme provides students with a creative and comfortable learning atmosphere. Located in Maleme in Municipality of Platanias in Chania, our school has been shaping students’ minds since 1987. We are privileged to teach over 100 students, all eager to pass on their knowledge and experience. Contact us today to start reshaping your life.",
    "aboutTitle2": "Graduated Students",
    "aboutSubtitle2": "BUILD LASTING RELATIONSHIPS",
    "aboutParagraph2": "One size does not fit all, and one teaching method does not suit every lesson or student. Our teachers pay close attention and develop caring relationships with our students, allowing for the adaptation of curricula to meet the social, emotional, and educational needs of everyone. The English School Maleme student experience is enriched by athletics, volunteer opportunities, class trips, and other extracurricular activities.",
    "aboutTitle3": "The School",
    "aboutSubtitle3": "A LIVELY LEARNING EXPERIENCE",
    "aboutParagraph3": "Here at English School Maleme, we offer our students an eclectic learning environment, filled with a variety of support and services. Ever since we got our start in 1987, English School Maleme has been instilling knowledge in students of the Chania area. With a staff of 100 working with over 100 bold, young minds, we have the ability to give our students the tools needed to grow and succeed.",

    "info": "Maleme 730 14, Chania, Crete, Greece  |  emasfiridakis@yahoo.gr  |  (+30) 28210 62195  |  (+30) 697 8174062",
    "footer": "©2018 BY ENGLISH SCHOOL MALEME",

    "activitiesTitle": "What’s Coming Up",
    "activitiesSubtitle": "STAY UP TO DATE WITH OUR EVENT CALENDAR",
    "activity1Title": "TREASURE HUNT",
    "activity1Paragraph1": "At the end of the school year a great surprise awaits our students.",
    "activity1Paragraph2": "A well hidden treasure, buried on the beach by a  pirate, is waiting for the winning team to find it and earn the prize!",
    "activity2Title": "EASTER EGG HUNT",
    "activity2Paragraph": "Every year at Easter time the Easter Bunny comes and hides chocolate easter eggs for our students to find. It is an English tradition for kids that we organise in the area of our school. Come and play, have fun, find as many eggs as you can and bring your friends!",
    "activity3Title": "HALLOWEEN",
    "activity3Paragraph": "We organise Halloween party! Dress up with your costume and come to our school to carve pumpkins for Halloween. We have a lot of candy as well!",
    "activity4Title": "CHRISTMAS THEATRICALS & CHRISTMAS CAROLS",
    "activity4Paragraph": "When Christmas time is here, our students perform Christmas classic theatricals to share the Christmas spirit to everyone!",
    "activity5Title": "TSIKNOPEMPTI",
    "activity5Paragraph": "Celebrate Greek tradition of Tsiknopempti at our school with souvlaki and sausages grilled by us.",
    "activity6Title": "MOVIE NIGHTS",
    "activity6Paragraph": "Every month we gather all together on Saturday nights and watch movies in English with English subtitles to practice and to have fun!",
    "activity7Title": "INTERVIEWING TOURISTS",
    "activity7Paragraph": "Tourists have arrived in our area which makes it a perfect opportunity to practise what we have learned. A trip to the beach next to us is the way to meet and talk to them.",
    "activity8Title": "STAR COMPETITION",
    "activity8Paragraph": "Student star competition. For every assingment the students get rewarded with stars. At the end of the year the student with the most stars gets a prize.",
    "activityButton": "See photos",

    "activityHidden1Title": "Treasure Hunt",
    "activityHidden1Paragraph1": "At the end of each year a great surprise awaits our students. A pirate buried a treasure chest full of surprises in the beach area, which is well hidden!",
    "activityHidden1Paragraph2": "Students are divided into groups in order to find the treasure and gain the prize.",
    "activityHidden1Paragraph3": "A treasure map and hidden elements along the road help to locate the treasure's location where the students have to dig in to get the treasure in their hands.",
    "activityHidden2Title": "Easter Egg Hunt",
    "activityHidden2Paragraph1": "Easter comes with another tradition for kids which is called Easter Egg Hunt, which is our favourite here in our school and our students love as many years as we are hosting it.",
    "activityHidden2Paragraph2": "Every year when the Easter approaches, the Easter Bunny comes and hides easter chocolate eggs to the beach next to our school for our students to find them. That day we organise the Easter Egg Hunt with all the students of our school gathering together, forming teams and trying to find as many eggs as possible in order to win the big prize at the end.",
    "activityHidden2title1": "Easter Egg Hunt 2017",
    "activityHidden2title1paragraph1": "This year we had 2 teams competing to find the most chocolate easter eggs, the Warriors and the Famous.",
    "activityHidden2title2": "Easter Egg Hunt 2012",
    "activityHidden2title2paragraph1": "That year all the classes competed at the same day forming teams of 4-5 member in order to find the most chocolate Easter eggs. The winner could only be one team.",
    "activityHidden3Title": "Halloween",
    "activityHidden3Paragraph1": "Halloween is an English holiday which of course we host in our school so our students can experience a little bit more of the English culture and habits.",
    "activityHidden3Paragraph2": "By following the tradition of Halloween, we gather all together at our school to carve pumpkins into nice scary shapes to decorate our place with candles inside them.",
    "activityHidden3Paragraph3": "Children are free to dress up with their favorite costume if they want to and come for Trick or Treat. Of course we have a lot of candy for everyone! Come to our Halloween party!",
    "activityHidden4Title": "Christmas Theatricals & Christmas Carols",
    "activityHidden4Paragraph1": "When Christmas time is here, our students perform Christmas classical theatricals plays to share the Christmas spirit to everyone!",
    "activityHidden4Paragraph2": "Such a wonderful season this time of year, everyone loves Christmas, especially children. What a better way to share those feelings through art, like songs of Christmas Carols and theatrical plays from the kids themselves.",
    "activityHidden4Paragraph3": "It is also an opportunity for the children to learn english carols and plays by practicing their English. What a better way of practicing than having fun at the same time?",
    "activityHidden4Paragraph4": "The students practise the songs and plays so they can perform perfectly in front of everyone. Before we close the school for Christmas vacation, we celebrate Christmas by gathering all together at our school to sign Christmas Carols and perform classical Christmas plays and share gifts with each other under our Christmas tree!",
    "activityHidden5Title": "Tsiknopempti",
    "activityHidden5Paragraph1": "Celebrate Greek tradition of Tsiknopempti at our school with souvlaki and sausages grilled by us.",
    "activityHidden5Paragraph2": "We honour customs and traditions and we wouldn't want our students to miss such a day. That is why we bring traditions at our school. Grilled meat is served to all of the students after the lesson. Of course, that day all students are invited to come and celebrate Tsiknopempti with us even if they do not have lesson at that day.",
    "activityHidden6Title": "Movie Nights",
    "activityHidden6Paragraph1": "What a better way to practice your English than watching movies in English with English subtitles with your English teacher and friends!",
    "activityHidden6Paragraph2": "We gather together on Saturday nights to have fun and learn. And of course, we have popcorn and snacks for everyone!",
    "activityHidden7Title": "Interviewing Tourists",
    "activityHidden7Paragraph1": "Tourists have arrived in our area and with the weather on our side, we have a perfect opportunity to practise what we have learned. A trip to the beach next to us is the way to meet and talk to them.",
    "activityHidden7Paragraph2": "The students practise their English by interviewing the local tourists, asking simple questions of basic communication and socialising with people from around the world. Like originals interviewers, the students have prepared several questions to ask to the tourists and during the interview they write down the answers they receive. At the end, they have to write an essay as homework of what they have learned.",
    "activityHidden8Title": "Star Competition",
    "activityHidden8Paragraph1": "To measure and boost the progress of our students we have a Student Star Competition. For every assignment the students get rewarded with stars. At the end of the year the student with the most stars gets a prize.",
    "activityHidden8Paragraph2": "We motivate our students​ by rewarding them for every completed assignment by giving them stars according to their score. We record the collected stars for each student on a board so they can see their improvement and intrigue them to set a goal to be in the lead with the most stars in their class.",
    "activityHidden8Paragraph3": "To make the Student Star Competition even more tempting, we have a big prize to the winner with the most stars at the end of the year.",

    "classTitle": "Classes",
    "classJuniorA": "Junior Class A",
    "classJuniorB": "Junior Class B",
    "classA": "Class A",
    "classB": "Class B",
    "classC": "Class C",
    "classD": "Class D",
    "classE": "Class E",
    "classLower": "Class Lower",
    "classAdvance": "Class Advance",
    "classProficiency": "Class Proficiency",
    "classOnline": "Class Online",
    "classPrivate": "1-1 Class",
    "classTOEFL": "Class TOEFL",
    "classIELTS": "Class IELTS",
    "classGRE": "Class GRE",
    "classButton": "Enroll Now"
  },

  "gr": {
    "title": "Κέντρο Ξένων Γλωσσών Μάλεμε",
    "subtitle": "Δημιουργώντας ένα καλύτερο μέλλον",
    "startButton": "Ξεκινήστε",
    "menu1": "Αρχική",
    "menu2": "Σχετικά",
    "menu3": "Δραστηριότητες",
    "menu4": "Τάξεις",
    "menu5": "Διαδικτυακή Μάθηση",
    "menu6": "Επικοινωνία",
    "menu7": "Γλώσσες",

    "dropdown1Line1": "Our Offerings",
    "dropdown1Line2": "Services",
    "dropdown2Line1": "Our Offerings",
    "dropdown2Line2": "Services",
    "dropdown3Line1": "Easter Egg Hunt",
    "dropdown3Line2": "Halloween Party",
    "dropdown4Line1": "Our Offerings",
    "dropdown4Line2": "Services",
    "dropdown5Line1": "Our Offerings",
    "dropdown5Line2": "Services",
    "dropdown6Line1": "Our Offerings",
    "dropdown6Line2": "Services",

    "homePart1Title": "Η προσφορά μας",
    "homePart1Paragraph1": "Στο Κέντρο Ξένων Γλωσσών Μάλεμε, ξέρουμε τι χρειάζεται για να ενισχύσουμε την εκπαίδευση των μαθητών μας. Η μοναδική μας προσέγγιση στη μάθηση και την κορυφαία ποιότητα της σχολής κάνει το Κέντρο Ξένων Γλωσσών Μάλεμε κάτι περισσότερο από ένα φροντιστήριο. Είναι μια εμπειρία ζωής. Μάθετε τι μας κάνει να ξεχωρίζουμε. Σας προσκαλούμε να εξερευνήσετε τη δυναμική και ποικιλόμορφη κοινότητά μας, και να έρθετε από το σχολείο για μια επίσκεψη με την ησυχία σας.",
    "homePart1Paragraph2": "Σας καλωσορίζουμε στο σχολείο μας το Κέντρο Ξένων Γλωσσών Μάλεμε. Με την πολυετή μας εμπειρία στο χώρο έχουμε αναβαθμίσει τις μεθόδους εκπαίδευσης ώστε να προσαρμόζεται στις ανάγκες του κάθε παιδιού, τη προσωπικότητά του και τα ενδιαφέροντά του. Σας εγγυόμαστε της επιτυχία!",
    "homePart1Paragraph3": "Το Κέντρο Ξένων Γλωσσών Μάλεμε παρέχει ένα ολοκληρωμένο πρόγραμμα σπουδών μάθησης μέσα από την εξερεύνηση και τον έλεγχο. Σε κάθε τάξη, οι καθηγητές μας εφαρμόζουν στρατηγικές και τακτικές για την διευκόλυνση της μάθησης και την ανάπτυξη, προετοιμάζοντας τους μαθητές μας να έχουν μια πιο έξυπνη και ικανοποιητική ζωή σε μια ταχέως μεταβαλλόμενη κοινωνία. Παρακαλούμε δείτε τις τρέχουσες προσφορές μας στη συνέχεια.",
    "homePart2Title": "Μια μοναδική εμπειρία εκμάθησης",
    "homePart2Subtitle1": "ΤΑΞΕΙΣ ΓΙΑ ΑΡΧΑΡΙΟΥΣ",
    "homePart2Box1": "Ελάτε σε μία τάξη με έναν από τους έμπειρους δασκάλους μας. Δεν ακολουθούμε τις κλασσικές μεθόδους της απομνημόνευσης και της επανάληψης, αλλά ενθαρρύνουμε τους μαθητές να ανακαλύψουν και να αναλύσουν τη μάθηση από την εμπειρία. Ο στόχος μας ως εκπαιδευτικοί είναι να τονώσουμε την περιέργεια των μαθητών μας, και να τους επιτρέψουμε να μάθουν με το δικό τους ρυθμό. Ελάτε σε επαφή μαζί μας για να μάθετε περισσότερα.",
    "homePart2Subtitle2": "ΤΑΞΕΙΣ ΜΕΣΑΙΟΥ ΕΠΙΠΕΔΟΥ",
    "homePart2Box2": "Η κατηγορία αυτή έχει ως στόχο να καθοδηγήσει τους μαθητές μέσα από τα θεμέλια του θέματος και όχι μόνο. Οι μαθητές θα έχουν την ευκαιρία να εφαρμόσουν την επίλυση προβλημάτων και να αποκτήσουν δεξιότητες κριτικής σκέψης μέσα σε ένα δύσκολο περιβάλλον μάθησης που απαιτεί την ενεργό συμμετοχή.",
    "homePart2Subtitle3": "ΠΡΟΧΩΡΗΜΕΝΕΣ ΤΑΞΕΙΣ",
    "homePart2Box3": "Εγγραφείτε σε εμάς, σε μια καινοτόμα κατηγορία για μέσους και προχωρημένους μαθητές. Οι εξειδικευμένοι και έμπειροι καθηγητές καθοδηγούν τους μαθητές να κατανοήσουν και να μάθουν με τον πιο αποτελεσματικό τρόπο, ενθαρρύνοντάς τα να κάνουν ερωτήσεις και να διερευνήσουν λύσεις, χρησιμοποιόντας πόρους έξω από την τάξη.",
    "homePart2Subtitle4": "ΜΑΘΗΜΑΤΑ ΓΙΑ ΣΠΟΥΔΕΣ ΣΕ ΠΑΝΕΠΙΣΤΗΜΙΟ",
    "homePart2Box4": "Η κατηγορία αυτή έχει ως στόχο να καθοδηγήσει τους μαθητές στις διεθνείς εξετάσεις, προκειμένου να εισέλθουν πανεπιστήμια του εξωτερικού. Οι εξειδικευμένοι και έμπειροι καθηγητές εγγυούνται την επιτυχία μέσα από πολύ αποτελεσματικές μεθόδους για μελέτες και ασκήσεις.",
    "homePart2Subtitle5": "ΜΑΘΗΜΑΤΑ ΜΕΣΑ ΑΠΟ ΤΟ ΔΙΑΔΙΚΤΥΟ",
    "homePart2Box5": "Βρίσκεσαι μακριά από την τοποθεσία μας; Είμαστε στην ευχάριστη θέση να σας ενημερώσουμε ότι το σχολείο μας παρέχει επίσης online μαθήματα μέσω Skype κλήσεις, συναντήσεις Skype, ηλεκτρονικά βιβλία, ηλεκτρονικές ασκήσεις και ηλεκτρονικές σημειώσεις. Οι έμπειροι καθηγητές μας ξέρουν τα πάντα για την τεχνολογία και εξ αποστάσεως εκπαίδευση.",
    "homePart2Subtitle6": "ΙΔΙΩΤΙΚΑ ΜΑΘΗΜΑΤΑ",
    "homePart2Box6": "Προσφέρουμε και ιδιωτικά μαθήματα, άψογα προσαρμοσμένα στις ανάγκες του κάθε μαθητή ή μαθήτριας και με ρυθμό εκμάθησης κατάλληλα προσαρμοσμένο.",

    "homePart3Quote1": "Tο απόφθεγμα της ημέρας: Today a reader, tomorrow a leader!",
    "homePart3Quote2": "Tο απόφθεγμα της ημέρας: While academic tr personally.",
    "homePart3Quote3": "Tο απόφθεγμα της ημέρας: English School our current course offerings below.",

    "aboutTitle": "Το Σχολείο μας",
    "aboutSubtitle": "ΕΝΑ ΖΩΝΤΑΝΟ ΠΕΡΙΒΑΛΛΟΝ ΕΚΜΑΘΗΣΗΣ",
    "aboutParagraph1": "Το Κέντρο Ξένων Γλωσσών Μάλεμε παρέχει στους μαθητές ένα δημιουργικό και άνετο περιβάλλον μάθησης. Το φροντιστήριό μας βρίσκεται στο Μάλεμε του Δήμου Πλατανιά στα Χανιά με περισσότερους από 100 μαθητές φέτος, και ιδρύθηκε από το 1988. Οι καθηγητές μας είναι πρόθυμοι να μοιραστούν τις γνώσεις και την εμπειρία τους μαζί σας. Επικοινωνήστε μαζί μας σήμερα.",
    "aboutTitle2": "Απόφοιτοι Μαθητές",
    "aboutSubtitle2": "ΧΤΙΖΟΥΜΕ ΣΧΕΣΕΙΣ ΔΙΑΡΚΕΙΑΣ",
    "aboutParagraph2": "Ένα μέγεθος δεν ταιριάζει σε όλους, και μία μέθοδος διδασκαλίας δεν ταιριάζει σε κάθε μάθημα ή μαθητή. Οι καθηγητές μας δίνουν ιδιαίτερη προσοχή και φροντίδα όταν αναπτύσσουν σχέσεις με τους μαθητές μας, επιτρέποντας την προσαρμογή των προγραμμάτων σπουδών για την κάλυψη των κοινωνικών, συναισθηματικών και εκπαιδευτικών αναγκών του καθενός. Η εμπειρία των μαθητών του Κέντρου Ξένων Γλωσσών Μάλεμε εμπλουτίζεται από σχολικές εκδρομές, ομαδικά παιχνίδια και άλλες εξωσχολικές δραστηριότητες.",
    "aboutTitle3": "Το Σχολείο μας",
    "aboutSubtitle3": "ΜΙΑ ΜΟΝΑΔΙΚΑ ΕΜΠΕΙΡΙΑ ΕΚΜΑΘΗΣΗΣ",
    "aboutParagraph3": "Εδώ στο Κέντρο Ξένων Γλωσσών Μάλεμε, προσφέρουμε στους μαθητές μας ένα εκλεκτικό περιβάλλον μάθησης, το οποίο συμπληρώνεται με μια ποικιλία της υποστήριξης και υπηρεσιών. Από την έναρξή μας το 1987, το Κέντρο Ξένων Γλωσσών Μάλεμε έχει την ενστάλαξη των γνώσεων στους μαθητές της περιοχής των Χανίων. Με ένα προσωπικό με νέα μυαλά, έχουμε τη δυνατότητα να δώσουμε στους μαθητές μας τα εργαλεία που χρειάζονται για να αναπτυχθούν και να επιτύχουν.",

    "info": "Μάλεμε 730 14, Χανιά, Κρήτη, Ελλάδα  |  emasfiridakis@yahoo.gr  |  (+30) 28210 62195  |  (+30) 697 8174062",
    "footer": "©2018 ΑΠΟ ΤΟ ΚΕΝΤΡΟ ΞΕΝΩΝ ΓΛΩΣΣΩΝ ΜΑΛΕΜΕ",

    "activitiesTitle": "Δραστηριότητες που οργανώνουμε",
    "activitiesSubtitle": "ΜΕΙΝΕΤΕ ΕΝΗΜΕΡΩΜΕΝΟΙ ΜΕ ΤΟ ΗΜΕΡΟΛΟΓΙΟ ΤΩΝ ΔΡΑΣΤΗΡΙΟΤΗΤΩΝ ΜΑΣ",
    "activity1Title": "ΚΥΝΗΓΙ ΘΥΣΑΥΡΟΥ",
    "activity1Paragraph1": "Στο τέλος της σχολικής χρονιάς μια μεγάλη έκπληξη περιμένει τους μαθητές μας!",
    "activity1Paragraph2": "Ένας καλά κρυμμένος θησαυρός, θαμμένος στην παραλία από έναν πειρατή, περιμένει να τον βρείτε και να κερδίσετε δώρα!",
    "activity2Title": "ΚΥΝΗΓΙ ΠΑΣΧΑΛΙΝΩΝ ΑΥΓΩΝ",
    "activity2Paragraph": "Κάθε χρόνο στην περίοδο του Πάσχα ο Λαγός του Πάσχα έρχεται και κρύβει σοκολατένια πασχαλινά αυγουλάκια για να τα βρουν οι μαθητές μας. Ελάτε να παίξετε, να διασκεδάσετε και να βρείτε όσα περισσότερα αυγά μπορείτε και φέρτε και τους φίλους σας!",
    "activity3Title": "ΧΑΛΟΓΟΥΙΝ/ΑΠΟΚΡΙΕΣ",
    "activity3Paragraph": "Διοργανώνουμε Χαλογουιν πάρτυ! Μασκαρευτείτε με τα κουστούμια σας και ελάτε στο σχολείο μας να σκαλίσουμε τρομαχτικές κολοκύθες για το  Halloween. Έχουμε και πολλά γλυκά για όλους!",
    "activity4Title": "ΧΡΙΣΤΟΥΓΕΝΝΙΑΤΙΚΑ ΘΕΑΤΡΙΚΑ",
    "activity4Paragraph": "Όταν  τα Χριστούγεννα πλησιάζουν οι μαθητές μας παρουσιάζουν Χριστουγεννιάτικα κλασσικά θεατρικά έργα για να μοιράσουν το Χριστουγεννιάτικο πνεύμα σε όλους!",
    "activity5Title": "ΤΣΙΚΝΟΠΕΜΠΤΗ",
    "activity5Paragraph": "Γιορτάζουμε την ελληνική παράδοση της Τσικνοπέμπτης στο σχολείο μας με σουβλάκια και λουκάνικα στη σχάρα. Ελάτε να τσικνίσουμε όλοι μαζί!",
    "activity6Title": "ΒΡΑΔΙΕΣ ΤΑΙΝΙΩΝ",
    "activity6Paragraph": "Κάθε μήνα μαζευόμαστε όλοι μαζί τα Σάββατα και βλέπουμε ταινίες στα Αγγλικά με Αγγλικούς υπότιτλους για να εξασκηθούμε διασκεδάζοντας!",
    "activity7Title": "ΣΥΝΕΝΤΕΥΞΗ ΣΕ ΤΟΥΡΙΣΤΕΣ",
    "activity7Paragraph": "Όπως κάθε χρόνο, οι τουρίστες έφθασαν στην περιοχή μας, το οποίο μας δίνει την τέλεια ευκαιρία να εξασκήσουμε τα όσα μάθαμε. Μία εκδρομή στην παραλία δίπλα στο σχολείο μας είναι ιδανική για να γνωρίσουμε τουρίστες και να τους μιλήσουμε.",
    "activity8Title": "ΔΙΑΓΩΝΙΣΜΟΣ ΑΣΤΕΡΙΩΝ",
    "activity8Paragraph": "Διαγωνισμός για τους μαθητές. Για κάθε εργασία οι μαθητές ανταμείβονται με αστεράκια. Στο τέλος της χρονιάς οι μαθητές με τα περισσότερα αστέρια κερδίζουν δώρα.",
    "activityButton": "Δείτε Φωτογραφίες",

    "activityHidden1Title": "Κυνήγι Θησαυρού",
    "activityHidden1Paragraph1": "Στο τέλος της κάθε χρονικής χρονιάς μια μεγάλη έκπληξη περιμένει τους μαθητές μας. Ένας πειρατής έθαψε στην περιοχή της παραλίας ένα σεντούκι θησαυρού γεμάτος εκπλήξεις, το οποίο είναι καλά κρυμμένο!",
    "activityHidden1Paragraph2": "Οι μαθητές χωρίζονται σε ομάδες με σκοπό να βρουν το θησαυρού και να αποκτήσουν το έπαθλο.",
    "activityHidden1Paragraph3": "Ένας χάρτης θησαυρού και κρυμμένα στοιχεία στο μήκος του δρόμου βοηθούν στον εντοπισμό της τοποθεσίας του θησαυρού όπου πρέπει να σκάψουν οι μαθητές για να τον πάρουν στα χέρια τους.",
    "activityHidden2Title": "Κυνήγι Πασχαλινών Αυγών",
    "activityHidden2Paragraph1": "Το κυνήγι των Πασχαλινών αυγών είναι η αγαπημένη μας παράδοση εδώ στο σχολείο μας και η πιο λατρεμένη όλων των μαθητών μας όσα χρόνια την τηρούμε. Είναι μια Αγγλική παράδοση που μεταφέρουμε στα παιδιά για να διασκεδάσουν και να γνωρίσουν την Αγγλική κουλτούρα.",
    "activityHidden2Paragraph2": "Κάθε χρόνο το Πάσχα, το Πασχαλινό Λαγουδάκι κρύβει πασχαλινά σοκολατένια αυγουλάκια στην παραλία δίπλα στο σχολείο μας για τους μαθητές μας για να τα βρούνε. Εκείνη την ημέρα οργανώνουμε το Κυνήγι των πασχαλινών αυγών με όλους τους μαθητές μας να συγκεντρώνονται όλοι μαζί και σχηματίζουν ομάδες ώστε να βρουν όσα περισσότερα αυγά μπορούν για να κερδίσουν το μεγάλο έπαθλο του νικητή στο τέλος!",
    "activityHidden2title1": "Κυνήγι Πασχαλινών Αυγών 2017",
    "activityHidden2title1paragraph1": "Φέτος είχαμε 2 ομάδες που διαγωνίστηκαν για να βρουν τα περισσότερα σοκολατένια Πασχαλινά αυγά, οι Πολεμιστές και οι Διάσημοι.",
    "activityHidden2title2": "Κυνήγι Πασχαλινών Αυγών 2012",
    "activityHidden2title2paragraph1": "Εκείνον τον χρόνο όλες οι τάξεις διαγωνίστηκαν μαζί την ίδια μέρα, σχηματίζοντας ομάδες των 4-5 ατόμων με σκοπό να βρούνε όσο το δυνατόν περισσότερα σοκολατένια Πασχαλινά αυγουλάκια. Μόνο μία ομάδα μπορούσε να είναι η νικήτρια.",
    "activityHidden3Title": "Απόκριες",
    "activityHidden3Paragraph1": "Το Χάλογουιν (Halloween) είναι ένα αγγλικό έθιμο που τηρούμε φυσικά στο σχολείο μας, ώστε οι μαθητές μας να γνωρίσουν λίγο περισσότερο τον αγγλικό πολιτισμό και κουλτούρα.",
    "activityHidden3Paragraph2": "Γιορτάζοντας την παράδοση του Halloween, μαζεύονται όλοι μαζί οι μαθητές στο σχολείο μας για να χαράξουμε τις περίφημες κολοκύθες σε ωραία τρομακτικά σχήματα για να διακοσμήσουμε το χώρο τοποθετώντας κεριά στο εσωτερικό τους.",
    "activityHidden3Paragraph3": "Τα παιδιά είναι ελεύθερα να ντυθούν με την αγαπημένη τους αποκριάτικη φορεσιά αν θέλουν και έρθουν για Κατεργασία ή Κέρασμα (Trick ή Treat). Φυσικά έχουμε πολλά γλυκά για όλους! Ελάτε στο πάρτι των αποκριών μας!",
    "activityHidden4Title": "Χριστουγεννιάτικα Θεατρικά & Κάλαντα",
    "activityHidden4Paragraph1": "Όταν η εποχή των Χριστουγέννων εποχή πλησιάζει, οι μαθητές μας εκτελούν Χριστουγεννιάτικα κλασικά θεατρικά έργα και τραγούδια για να μοιραστούν το πνεύμα των Χριστουγέννων σε όλους!",
    "activityHidden4Paragraph2": "Είναι θαυμάσια εποχή αυτή τη φορά του χρόνου, καθώς ο καθένας αγαπάει τα Χριστούγεννα, ειδικά τα παιδιά. Τι καλύτερος τρόπος λοιπόν από το να μοιραστούμε αυτά τα συναισθήματα μέσω της τέχνης, όπως τα τραγούδια των Χριστουγέννων και τα θεατρικά έργα από τα ίδια τα παιδιά.",
    "activityHidden4Paragraph3": "Είναι επίσης μια ευκαιρία για τα παιδιά να μάθουν τα αγγλικά κάλαντα και θεατρικά έργα με την εξάσκηση των αγγλικών τους. Τι καλύτερος τρόπος άσκησης από τη διασκέδαση;",
    "activityHidden4Paragraph4": "Οι μαθητές εξασκούν τα τραγούδια και τα θεατρικά, ώστε να μπορέσουν να τα εκτελέσουν τέλεια μπροστά σε όλους. Πριν κλείσουμε το σχολείο για τις διακοπές των Χριστουγέννων, γιορτάζουμε τα Χριστούγεννα συγκεντρώνοντας όλους τους μαθητές μας μαζί στο σχολείο μας για να τραγουδίσουμε τα Αγγλικά Χριστουγεννιάτικα κάλαντα και να παίζουμε κλασσικά Αγγλικά Χριστουγεννιάτικα θεατρικά έργα και να μοιράσουμε δώρα κάτω από το Χριστουγεννιάτικο δέντρο!",
    "activityHidden5Title": "Τσικνοπέμπτη",
    "activityHidden5Paragraph1": "Γιορτάζουμε το ελληνικό παραδοσιακό τσούκνισμα την Τσικνοπέμπτη στο σχολείο μας με σουβλάκια και λουκάνικα ψητά στη σχάρα από εμάς.",
    "activityHidden5Paragraph2": "Εκτιμούμε τα έθιμα και τις παραδόσεις και δεν θέλουμε οι μαθητές μας να χάσουν μια τέτοια μέρα. Αυτός είναι ο λόγος που φέρουμε τις παραδόσεις στο σχολείο μας. Κρέας ψημένο στη σχάρα και κυρίως λαχταριστό σουβλάκι σερβίρεται σε όλους τους μαθητές μετά το μάθημα. Φυσικά, εκείνη τη μέρα όλοι οι μαθητές είναι ευπρόσδεκτοι να έρθουν και να γιορτάσουν μαζί μας τον Τσικνοπέμπτη, ακόμα κι αν δεν έχουν μάθημα εκείνη την ημέρα. Ελάτε να τσικνίσουμε!",
    "activityHidden6Title": "Βραδιές Ταινιών",
    "activityHidden6Paragraph1": "Τι καλύτερος τρόπος να εξασκήσεις τα Αγγλικά σου από το να δεις ταινίες στα Αγγλικά με Αγγλικούς υπότιτλους με την καθηγήτρια των Αγγλικών σου και τους φίλους σου!",
    "activityHidden6Paragraph2": "Μαζευόμαστε μαζί τα Σαββατόβραδα να διασκεδάσουμε και να μάθουμε. Και φυσικά, έχουμε ποπκόρν και σνακς για όλους!",
    "activityHidden7Title": "Συνέντευξη σε Τουρίστες",
    "activityHidden7Paragraph1": "Οι τουρίστες έφτασαν στα μέρη μας και με τον υπέροχο καιρό στο πλευρό μας, έχουμε μια τέλεια ευκαιρία να εξασκήσουμε όσα μάθαμε. Μία βόλτα στην παραλία δίπλα μας είναι ο πιο κατάλληλος τρόπος για να συναντήσουμε τουρίστες και να μιλήσουμε μαζί τους.",
    "activityHidden7Paragraph2": "Οι μαθητές εξασκούν τα αγγλικά τους παίρνοντας συνεντεύξεις στους τουρίστες, συζητώντας απλά θέματα και κάνοντας ερωτήσεις βασικής επικοινωνίας ώστε να κοινωνικοποηθούν με ανθρώπους από όλο τον κόσμο. Όπως γίνεται στις συνεντεύξεις, οι μαθητές έχουν προετοιμάσει τις ερωτήσεις που κάνουν στους τουρίστες και κατά τη διάρκεια της συνέντευξης καταγράφουν τις απαντήσεις που λαμβάνουν. Στο τέλος, πρέπει να γράψουν ένα δοκίμιο ως εργασία για όσα έχουν μάθει.",
    "activityHidden8Title": "Διαγωνισμός Αστεριών",
    "activityHidden8Paragraph1": "Για να μετρήσουμε και να ενισχύσουμε την πρόοδο των μαθητών μας, έχουμε τον Διαγωνισμό Αστεριών. Για κάθε εργασία οι μαθητές ανταμείβονται με αστέρια. Στο τέλος του έτους ο μαθητής με τα περισσότερα αστέρια λαμβάνει ένα βραβείο.",
    "activityHidden8Paragraph2": "Δίνουμε κίνητρο τους μαθητές μας να διαβάζουν περισσότερο επιβραβεύοντας τους για κάθε ολοκληρωμένη εργασία, δίνοντάς τους αστέρια αναλόγως την βαθμολογία που παίρνουν. Καταγράφουμε τα συνολικά αστέρια που συγκεντρώνει ο κάθε μαθητήσ σε έναν πίνακα, ώστε να μπορέσουν να βλέπουν τη βελτίωσή τους και να τουςπαρακινήσουμε να θέσουν ως στόχο να φτάσουν και να παραμείνουν στην κορυφή με τα περισσότερα αστέρια στην τάξη τους.",
    "activityHidden8Paragraph3": "​Για να κάνουμε τον Διαγωνισμό Αστεριώνr ακόμη πιο δελεαστικό, έχουμε ένα μεγάλο βραβείο για τον νικητή με τα περισσότερα αστέρια στο τέλος του έτους.",

    "classTitle": "Τάξεις",
    "classJuniorA": "Αρχάρια Τάξη A",
    "classJuniorB": "Αρχάρια Τάξη B",
    "classA": "Τάξη A",
    "classB": "Τάξη B",
    "classC": "Τάξη C",
    "classD": "Τάξη D",
    "classE": "Τάξη E",
    "classLower": "Τάξη Lower",
    "classAdvance": "Τάξη Advance",
    "classProficiency": "Τάξη Proficiency",
    "classOnline": "Τάξη Διαδικτυακά",
    "classPrivate": "Ιδιαίτερα Μαθήματα",
    "classTOEFL": "Τάξη TOEFL",
    "classIELTS": "Τάξη IELTS",
    "classGRE": "Τάξη GRE",
    "classButton": "Εγγραφή Τώρα"

  }

}
